[
  {
    "name": "بيست",
    "flavor": "ليمون نعناع",
    "description": "مزيج منعش من عصير الليمون الطبيعي مع لمسة نعناع باردة يمنحك إحساسًا فوريًا بالانتعاش. فقاعات خفيفة تتراقص مع كل رشفة لتصنع تجربة صيفية مليئة بالطاقة والحيوية، مثالية للأيام الحارة ولحظات الاسترخاء.",
    "image": "public/images/lemon.png",
    "backgroundColor": "#FFF700"
  },
  {
    "name": "بيست",
    "flavor": "تفاح",
    "description": "نكهة التفاح الأحمر والأخضر تمتزج بتناغم لتقدم طعمًا متوازنًا بين الحلاوة والانتعاش. كل زجاجة تحمل إحساس الفاكهة الطازجة مع فقاعات تضيف لمسة مرحة تجعل التجربة أكثر متعة وحيوية.",
    "image": "public/images/apple.png",
    "backgroundColor": "#FF6347"
  },
  {
    "name": "بيست",
    "flavor": "رمان",
    "description": "نكهة الرمان الغنية والعميقة تمنحك طعمًا مميزًا يجمع بين الحلاوة والانتعاش. مشروب مليء بالطاقة الطبيعية وفقاعات خفيفة تعزز الإحساس بالانتعاش في كل لحظة.",
    "image": "public/images/pomegranate.png",
    "backgroundColor": "#FF0066"
  },
  {
    "name": "بيست",
    "flavor": "كولا",
    "description": "الطعم الكلاسيكي للكولا بلمسة عصرية نابضة بالحياة. فقاعات قوية ونكهة غنية تمنحك إحساسًا فوريًا بالانتعاش، سواء كنت في تجمع مع الأصدقاء أو تستمتع بلحظة خاصة.",
    "image": "public/images/cola.png",
    "backgroundColor": "#FF4500"
  },
  {
    "name": "بيست",
    "flavor": "شوكليت",
    "description": "نكهة الشوكولاتة الكريمية الغنية تتحول إلى تجربة غازية مبتكرة ومختلفة. مزيج فريد يجمع بين الحلاوة العميقة والانتعاش الخفيف ليمنحك مشروبًا استثنائيًا لا يُنسى.",
    "image": "public/images/chocolete.png",
    "backgroundColor": "#8B4513"
  },
  {
    "name": "بيست",
    "flavor": "كوكتيل",
    "description": "انفجار من نكهات الفواكه المتنوعة في مشروب واحد مليء بالحيوية. كل رشفة تأخذك في رحلة استوائية منعشة بفضل مزيج الفواكه والفقاعات المرحة التي تضيف إحساسًا نابضًا بالطاقة.",
    "image": "public/images/cocktail.png",
    "backgroundColor": "#FF69B4"
  },
  {
    "name": "بيست",
    "flavor": "برتقال",
    "description": "نكهة البرتقال الطازج الغنية بلمسة غازية منعشة تمنحك طاقة فورية. طعم حيوي ومشرق يجعل كل لحظة أكثر إشراقًا، مع فقاعات تضيف إحساسًا بالانتعاش يدوم.",
    "image": "public/images/orange.png",
    "backgroundColor": "#FFA07A"
  },
  {
    "name": "بيست",
    "flavor": "كرز",
    "description": "نكهة الكرز العميقة والحلوة تمتزج بفقاعات خفيفة لتخلق تجربة منعشة وممتعة. طعم غني ولون نابض بالحياة يجعل كل رشفة مليئة بالشغف والطاقة.",
    "image": "public/images/kars.png",
    "backgroundColor": "#FF1493"
  }
]
